Repository: common-repository/boobook
Catalog: languages/boobook-*.po
Languages: fr_fr

source: Facebook SDK returned an error:
fr_fr: SDK Facebook a retourné une erreur :

source: No cookie set or no OAuth data could be obtained from cookie.
fr_fr: Aucun cookie présent ou aucune donnée OAuth n'a pu être extraite depuis le cookie.

source: Graph returned an error:
fr_fr: Graph a retourné une erreur :

source: Boobook settings
fr_fr: Réglages Boobook

source: Default user role when created
fr_fr: Rôle par défaut de l'utilisateur à sa création

source: Receive an email when an user was created
fr_fr: Recevoir un email à chaque création d'un utilisateur

source: Redirect URL after login
fr_fr: Adresse de redirection après connexion

source: If empty, the person will be redirected to the previous page
fr_fr: Si vide, la personne sera redirigé vers la page précédente

source: Redirect URL after logout
fr_fr: Adresse de redirection après déconnexion

source: If empty, the person will be redirected to the site root &laquo;/&raquo;
fr_fr: Si vide, la personne sera redirigé vers la racine du site &laquo;/&raquo;

source: Save
fr_fr: Sauvegarder

source: Login
fr_fr: Se connecter

source: A new user just subscribed with Boobook.
fr_fr: Un nouvel utilisateur vient de s'inscrire avec Boobook.

source: Name
fr_fr: Nom

source: New user registered
fr_fr: Nouvel utilisateur inscrit

source: Error, the Facebook API does not sent any informations
fr_fr: Erreur, l'API Facebook n'a ramené aucune information

source: Parameters missing
fr_fr: Paramètres manquants

source: Logout
fr_fr: Se déconnecter

source: Connect with Facebook
fr_fr: Se connecter avec Facebook

source: Boobook, Another Facebook Connect for WordPress
fr_fr: Boobook, un autre moyen de se connecter avec Facebook à votre WordPress
